Repository: hsoft/paymaster-wordpress-module
Catalog: languages/paymaster-*.po
Languages: ru_ru

source: PayMaster for WooCommerce
ru_ru: PayMaster для WooCommerce

source: The payment module for accepting payments via the PayMaster service
ru_ru: Платёжный модуль для приёма платежей через PayMaster

source: Enable/Disable
ru_ru: Включить/Выключить

source: Enabled
ru_ru: Включено

source: Base service address
ru_ru: Базовый адрес сервиса

source: Token
ru_ru: Токен

source: Token can be generated in the Merchant's Personal Account
ru_ru: Токен можно сгенерировать в личном кабинете мерчанта

source: Merchant ID
ru_ru: Идентификатор магазина

source: Copy this value from the Merchant's Personal Account
ru_ru: Скопируйте из личного кабинета мерчанта

source: Payment service name
ru_ru: Название платёжного сервиса

source: This title will be shown to the customer
ru_ru: Это название увидит пользователь

source: Payment service description
ru_ru: Описание платёжного сервиса

source: Description of payment method which user can see in you site
ru_ru: Описание способа оплаты для показа пользователю

source: Logging
ru_ru: Логирование

source: Default tax rate
ru_ru: Ставка по умолчанию

source: The default rate applies if another rate is not set on the product's page
ru_ru: Ставка по умолчанию будет в чеке, если в карточке товара не указана другая ставка

source: VAT rate for
ru_ru: Ставка для

source: Match the rate in your store with the rate for the tax receipt
ru_ru: Сопоставьте ставку в вашем магазине со ставкой для чека в налоговую

source: Payment subject
ru_ru: Предмет расчета

source: Payment method
ru_ru: Способ расчета

source: Payment subject for shipping
ru_ru: Предмет расчета для доставки

source: Payment method for shipping
ru_ru: Способ расчета для доставки

source: None
ru_ru: Без НДС

source: VAT 0%
ru_ru: НДС 0%

source: VAT 10%
ru_ru: НДС 10%

source: VAT 20%
ru_ru: НДС 20%

source: VAT formula 10/110
ru_ru: НДС по формуле 10/110

source: VAT formula 20/120
ru_ru: НДС по формуле 20/120

source: Commodity
ru_ru: Товар (Commodity)

source: Excise
ru_ru: Акциз (Excise)

source: Job
ru_ru: Работа (Job)

source: Service
ru_ru: Услуга (Service)

source: Gambling
ru_ru: Ставка в азартной игре (Gambling)

source: Lottery
ru_ru: Лотерейный билет (Lottery)

source: Intellectual activity
ru_ru: Интеллектуальная деятельность (IntellectualActivity)

source: Payment
ru_ru: Платеж (Payment)

source: Agent fee
ru_ru: Вознаграждение агента (AgentFee)

source: Property rights
ru_ru: Имущественные права (PropertyRights)

source: Non operating income
ru_ru: Внереализационный доход (NonOperatingIncome)

source: Insurance payment
ru_ru: Страховой сбор (InsurancePayment)

source: Sales tax
ru_ru: Торговый сбор (SalesTax)

source: Resort fee
ru_ru: Курортный сбор (ResortFee)

source: Other
ru_ru: Другое (Other)

source: Full prepayment
ru_ru: Полная предоплата (FullPrepayment)

source: Partial prepayment
ru_ru: Частичная предоплата (PartialPrepayment)

source: Advance
ru_ru: Аванс (Advance)

source: Full payment
ru_ru: Полный расчет (FullPayment)

source: Partial payment
ru_ru: Частичный расчет (PartialPayment)

source: Credit
ru_ru: Кредит (Credit)

source: Payment for order
ru_ru: Оплата заказа

source: Error connecting to PayMaster. Please try later or contact the site owner.
ru_ru: Ошибка при подключени к PayMaster. Пожалуйста, попробуйте позже или обратитесь к владельцу магазина.

source: Order has been paid. PayMaster payment ID —
ru_ru: Платёж оплачен. Идентификатор платежа в PayMaster —
